[
    { "name": ".Net Developer",
        "location": "Hyderabad", "id": 1 ,
        "budget":"Max 7 LPA",
        "responsibilities":["Design, code, test and manage various applications.","Follow outlined standards of quality related to code and systems "," Develop automated tests and conduct performance tuning"],
        "qualifications":[
            "Bachelor’s degree in Computer Science or relevant field",
            "1.5-3 years of experience working with .NET or relevant experiences",
            "Experience developing web-based applications in (.NET 4.5), ASP.Net, ASP core, is good to have MVC, Entity Framework, LINQ, postgresql,VB.Net/C# .Net, SOAP/REST, and experience in SQL database.",
            "Experience working in an agile development environment",
            "Maintaining documentation, flowcharts, layouts, diagram, charts, code. comments and clear code",
            "Strong background in object-oriented development techniques",
            "Ability to learn new technologies"],
        "mandatorySkills":"Entity framework core (2+ years),LINQ,MVC,C#, Asp.net"},
    { "name": "Senior Java Developer",
        "location": "Lower Parel, Mumbai",
        "id": 2 ,
        "budget":"18 LPA (fixed)",
        "responsibilities":["Collaborate with product managers, designers and other engineering teams to deliver new user-facing features",
            "Build reusable, high quality code and libraries for future use which can be used across multiple projects",
            "Improve performance and reliability of existing features and improve development processes as we scale.",
            "Own and commit to all your work, and be accountable for your results"],
        "qualifications":["BE/B.Tech/BS/MS in Computer Science or a related field",
            "You have a track record of working on scalable applications, preferably at a major internet property or well-known startup",
            "Minimum 4 years of work experience",
            "Strong Core Java skills",
            "Experience in REST-API, Hibernate, Spring MVC",
            "Experience in SQL and NoSQL databases like MySQL, PostgreSQL, MongoDB",
           "Familiar with any versioning control systems like GIT, SVN",
            "Basic understanding of front-end technologies such as Javascript, HTML,",
           "You’re committed to quality, and your code solves more problems than it creates.",
            "Search Experience (ElasticSearch, Solr/Lucene etc)",
            "In depth Linux/Unix knowledge, good understanding of the various kernel subsystems (cpu, memory, storage, network etc)"],
        "mandatorySkills":" Experience in AWS Cloud infra (e.g. EC2, RDS, ELB, S3, VPC, IAM, CloudWatch, KMS, Athena, Containers(Docker)"},
    { "name": "IT Intern", 
        "location": "Remote", 
        "id": 3 ,
        "budget":"Unpaid Internship",
        "responsibilities":["As an IT intern (Python Developer) you would be required to work along our team of experts on the design and development of the Energy and Finance Projects.",
           "Development of a python model for an Energy or a Finance Project.",
            "Report to the manager on a daily basis on the project development Status.",
            "Actively participate in the internal/external stakeholder meetings."],
        "qualifications":["Familiar with any versioning control systems like GIT, SVN","Currently Enrolled in BE/B.Tech/BS/MS in Computer Science or a related field"],
        "mandatorySkills":""},
    { "name": "HR Intern", 
        "location": "Remote", 
        "id": 4 ,
        "budget":"Unpaid Internship",
        "responsibilities":["As an HR Intern you will get an opportunity to learn the TA strategies, Compliances, PMS, Work Cultures, HR Policies, IR etc.",
        "Sourcing profiles from different platforms and doing the basic screening",
        "Preparing and maintaining the ATS report",
        "Handle Client queries and responses",
        "Align and facilitate meetings",
        "Maintain Employee documentation and handle grievances"],
        "qualifications":[],
        "mandatorySkills":""},
    { "name": "Digital Marketing Intern", 
        "location": "Remote",
        "id": 5 ,
        "budget":" Lucrative Incentives",
        "responsibilities":["Discover potential clients for product/services through social media connects",
        "Conduct Email Marketing Campaigns, Social media campaigns",
        "Work closely with VFX team to create promotional stuffs",
        "Do initial discussion with clients",
        "Schedule meetings with clients and our company experts",
        "Cold calls to potential clients",
        "Daily reporting"],
        "qualifications":[],
        "mandatorySkills":""},
    { "name": "Product Consultant", 
        "location": "Hyderabad", 
        "id": 6 ,
        "budget":"6 – 8 lpa",
        "responsibilities":["  Facilitate the requirement workshops with functional analysis. Gap analysis and Writing BRDs/Functional Specifications/User Stories.",
        "Act as a single point of contact (SPOC) with client’s senior management and process owners/SMEs to build strong relationships with clients and project teams.",
    "Quickly learn and understand our products and business domain we operate in and how to utilize our products and services to help customers fulfill their business needs.",
"Assist clients with all stages of a product implementation with POCs, Gap analysis and data mapping, installation and configuration, owning development of custom functionalities, UAT and End User Training.",
"Act as a product owner in the organization for the assigned product line and help in defining the product roadmap and customizations.",
"Become a functional expert on eRetail products, giving demos to clients, partners and knowledge transfer activities to peers."],
        "qualifications":["Experience :3 – 6 years",
       " Notice Period: Immediate/30 days",     
        "Look for male resources only."],
        "mandatorySkills":""},

    { "name": "Shopify Developer", 
        "location": "Remote", 
        "id": 7 ,
        "budget":"10 - 14 lpa",
        "responsibilities":[ "Act as a Shopify expert, specializing in all facets of the e-commerce  platform.",
            "Keep up to date with the business domain and work closely with  business stakeholders",
            "Ensure our solutions address the business needs of the business  sponsors/leaders",
            "Adhere to business requirements and provide on-time deliveries ",
            "Plan and execute various aspects of projects not only bound to but  beyond Shopify boundaries.",
            "Setting up payment integration, shipping methods and taxes in  Shopify platform",
            "Page speed optimization of Shopify sites",
            "Implementing SEO/CRO best practices in Shopify sites",
            "Transforming complex layout PSDs into pixel-perfect presentation-layer  HTML5/CSS3 templates",
            "Creating responsive website designs"],
        "qualifications":["3 to 7 Years of Experience","Preferred- Backend developer or PHP with Shopify "],
        "mandatorySkills":""},
    { "name": "Business Analyst Intern", 
        "location": "Remote", 
        "id": 8 ,
        "budget":"Unpaid-Internship",
        "responsibilities":[ "Has worked on multiple Shopify projects from mid to high level of complexity  especially on e-commerce platform"
            ,"Understand Shopify architecture, various apps and can act as a Shopify  expert, specializing in all facets of the eCommerce platform."
            ,"Has worked closely with UX inputs, understands the UX aspect of the website. "
            ,"Strong knowledge of liquid programming language"
            ,"Experience working with HTML, CSS, JavaScript, shopify and jQuery."
            ,"Generating custom Shopify theme and altering/customizing existing  templates."],
        "qualifications":["Very good verbal, interpersonal as well as written communication skills."
            ,"Experience in Shopify App Development using programming languages"
            ,"Has knowledge around UX aspects and has suggested/implemented UX  features in his previous implementations."
            ,"Knowledge of Ruby on Rails framework"],
        "mandatorySkills":""},
        { "name": "Trial",
            "location": "Hyderabad", "id": 9 ,
            "budget":"Max 7 LPA",
            "responsibilities":["Design, code, test and manage various applications.","Follow outlined standards of quality related to code and systems "," Develop automated tests and conduct performance tuning"],
            "qualifications":[
                "Bachelor’s degree in Computer Science or relevant field",
                "1.5-3 years of experience working with .NET or relevant experiences",
                "Experience developing web-based applications in (.NET 4.5), ASP.Net, ASP core, is good to have MVC, Entity Framework, LINQ, postgresql,VB.Net/C# .Net, SOAP/REST, and experience in SQL database.",
                "Experience working in an agile development environment",
                "Maintaining documentation, flowcharts, layouts, diagram, charts, code. comments and clear code",
                "Strong background in object-oriented development techniques",
                "Ability to learn new technologies"],
            "mandatorySkills":"Entity framework core (2+ years),LINQ,MVC,C#, Asp.net"}
]

 
